{"translation-revision-date":"2022-03-30 12:00:05+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Please finish the Configuration workout first in order for this workout to be effective.":["Dokončete nejprve konfiguraci, aby bylo tato konfigurace byla účinná."],"Configuration required":["Vyžadována konfigurace"],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the user’s %1$sProfile page%2$s (opens in a new browser tab). Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add. Alternatively, ask the user or an admin to do it if you are not allowed.":["V tomto kroku je zapotřebí přidat sociální profil osoby, kterou tento web prezentuje. Abyste tak učinili, je zapotřebí navštívit uživatelovu %1$sProfilovou stránku%2$s (otevře se v novém okně prohlížeče). Poté odskrolujte dolů do sekce 'Kontaktní informace' (viz screenshot níže) a vyplňte URL účtů na sociálních sítích, které chcete přidat. Případně kontaktujte uživatele či administrátora, aby tento krok učinili za Vás, pokud k němu nemáte příslušná práva."],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the %1$sUsers%2$s > Profile page in a new browser tab. Alternatively, ask the user or an admin to do it if you are not allowed.":["V tomto kroku je zapotřebí přidat sociální profil osoby, kterou tento web prezentuje. Abyste tak učinili, je zapotřebí navštívit stránku %1$sUživatel%2$s > Profil v novém okně prohlížeče.\nPřípadně kontaktujte uživatele či administrátora, aby tento krok učinili za Vás, pokud k němu nemáte příslušná práva."],"%1$sImportant%2$s: Please select a name in step 2 for this step to be effective.":["%1$sDůležité%2$s: Prosím vyberte jméno v kroku 2 k dokončení tohoto kroku"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s Alternatively, ask the user or an admin to do it if you are not allowed.":["Vybrali jste uživatele %1$s jako osobu, kterou tento web prezentuje. Výsledky vyhledávání budou používat jeho\/její profilové informace. %2$sAktualizujte jeho\/její profil, aby obsahoval aktuální informace%3$s. Případně kontaktujte uživatele či administrátora, aby tento krok učinili za Vás, pokud k němu nemáte příslušná práva."],"%1$s\/%2$s steps completed":["%1$s\/%2$s kroků dokončeny"],"Saved!":["Uloženo!"],"Twitter URL":["Twitter URL"],"Facebook URL":["Facebook URL"],"Could not save this value. Please check the URL.":["Tuto hodnotu nelze uložit. Zkontrolujte prosím URL."],"Could not save this value. Please check the URL or username.":["Tuto hodnotu nelze uložit. Zkontrolujte prosím URL nebo uživatelské jméno."],"Person logo \/ avatar (important)":["Logo \/ avatar osoby (důležité)"],"Name (important)":["Jméno (důležité)"],"Add internal links to your posts and pages":["Přidejte do svých příspěvků a stránek interní odkazy"],"Organization logo (important)":["Logo organizace (důležité)"],"Organization name (important)":["Jméno organizace (důležité)"],"Email address":["E-mailová adresa"],"Thanks! Please click the link in the email we just sent you to confirm your newsletter subscription.":["Díky! Klikněte prosím na odkaz v e-mailu, který jsme vám právě zaslali, a potvrďte odběr newsletteru."],"That email address has already been subscribed.":["Tato e-mailová adresa již byla přihlášena k odběru."],"That is not a valid email address. Check your email address and try again.":["Toto není platná e-mailová adresa. Zkontrolujte svou e-mailovou adresu a zkuste to znovu."],"Oops! Something went wrong. Check your email address and try again.":["Ouha! Něco se pokazilo. Zkontrolujte svou e-mailovou adresu a zkuste to znovu."],"Sign up!":["Přihlásit se!"],"Apply the optimal SEO settings to your site":["Použijte optimální nastavení SEO pro své stránky"],"View other SEO workouts%1$s":["Zobrazit další cvičení SEO%1$s"],"Make sure to also check out our other SEO workouts to really get your site into shape!":["Nezapomeňte se podívat i na naše další SEO tréninky, abyste své stránky dostali opravdu do formy!"],"Amazing! You’ve successfully finished the Configuration workout! %1$s now outputs the essential structured data for your site.":["Úžasné! Úspěšně jste dokončili cvičení Konfigurace! %1$s nyní vypisuje základní strukturovaná data pro váš web."],"Before you finish this workout, please wait on this page until the SEO data optimization in step 1 is completed...":["Než dokončíte tento trénink, počkejte prosím na této stránce, dokud nebude dokončena optimalizace dat SEO v kroku 1..."],"Before you finish this workout, please start the SEO data optimization in step 1 and wait until it is completed...":["Před dokončením tohoto cvičení spusťte optimalizaci dat SEO v kroku 1 a počkejte, dokud nebude dokončena..."],"Finish this workout":["Dokončete toto cvičení"],"Sign up for the Yoast newsletter!":[" Přihlášení k odběru Yoast newsletteru"],"Save and continue":["Uložit a pokračovat"],"In order to complete this step please select if we are allowed to improve Yoast SEO with your data.":["Pro dokončení tohoto kroku vyberte, zda můžeme pomocí vašich údajů vylepšit Yoast SEO."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors!":["Důležité: Tyto údaje nikdy neprodáme. A samozřejmě, jako vždy, nebudeme shromažďovat žádné osobní údaje o vás nebo vašich návštěvnících!"],"Yes, you can track my site data":["Ano, můžete sledovat data mých stránek"],"No, don’t track my site data":["Ne, nesledovat data mých stránek"],"Can we collect anonymous information about your website and how you use it?":["Můžeme shromažďovat anonymní informace o vašich webových stránkách a o tom, jak je používáte?"],"always load our customer support window so we can immediately assist you when you need help.":["vždy načíst okno zákaznické podpory, abychom vám mohli okamžitě pomoci, když budete potřebovat pomoc."],"see which %s features you use or don't use;":["zjistit, které funkce %s používáte nebo nepoužíváte;"],"collect info about the plugins and themes you have installed;":["shromažďovat informace o nainstalovaných pluginech a šablonách;"],"To provide the best experience for you, we need your permission to do the following things:":["Abychom vám mohli poskytnout co nejlepší služby, potřebujeme váš souhlas k následujícím činnostem:"],"Help us improve Yoast SEO":["Pomozte nám vylepšit Yoast SEO"],"A screenshot of the Contact Info section of a user's Profile page":["Snímek obrazovky části Kontaktní informace na stránce profilu uživatele"],"Screenshot:":["Snímek obrazovky:"],"On the %1$sUsers%2$s page, hover your mouse over the username you want to edit. Click ‘Edit’ to access the user’s profile. Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add.":["Na stránce %1$sUsers%2$s najeďte myší na uživatelské jméno, které chcete upravit. Klepnutím na tlačítko \"Upravit\" otevřete profil uživatele. Poté přejděte dolů do části \"Kontaktní informace\" (viz obrázek níže) a vyplňte adresy URL osobních profilů na sociálních sítích, které chcete přidat."],"Do you have profiles for your site on social media? Then, add all of their URLs here, so your social profiles may also appear in a Google Knowledge Panel.":["Máte profily pro své stránky na sociálních sítích? Pak sem přidejte všechny jejich adresy URL, aby se vaše profily na sociálních sítích mohly zobrazit také ve znalostním panelu Google."],"Add a catchy tagline that describes your site in the best light. Use the keywords you want people to find your site with. Example: %1$s’s tagline is ‘SEO for everyone.’":["Přidejte chytlavý slogan, který popisuje váš web v tom nejlepším světle. Použijte klíčová slova, podle kterých mají lidé najít váš web. Příklad: Slogan %1$s’s je „SEO pro každého“."],"Site tagline":["Slogan stránky"],"You need to set a person name and logo for structured data to work properly.":["Aby strukturovaná data správně fungovala, musíte nastavit jméno a logo osoby."],"Does your site represent an Organization or Person?":["Reprezentuje vaše stránka organizaci nebo osobu?"],"Continue":["Pokračovat"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this workout.":["V sekci %1$sTools%2$s můžete ještě spustit optimalizaci dat SEO. Jakmile bude dokončena, obnovte toto cvičení."],"This workout step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Tento krok cvičení je v současné době zakázán, protože nepoužíváte nejnovější verzi Yoast SEO Premium. Aktualizujte prosím na nejnovější verzi (alespoň %1$s). "],"Optimize SEO data":["Optimalizovat SEO data"],"Configuration":["Konfigurace"],"Error stack trace":["Trasování zásobníku chyb"],"Response":["Odpověď"],"Error message":["Chybové hlášení"],"Status code":["Stavový kód"],"Request method":["Metoda požadavku"],"Request URL":["Vyžádat URL"],"Error details":["Detaily chyby"],"Rank with articles you want to rank with":["Ohodnoťte články, které chcete ohodnotit"],"The cornerstone approach":["Základní přístup"],"SEO workouts":["SEO cvičení"],"Select image":["Vybrat obrázek"],"Stop SEO data optimization":["Zastavit optimalizaci dat SEO"],"Optimizing SEO data... This may take a while.":["Optimalizace dat SEO... Může to chvíli trvat."],"SEO data optimization complete":["Optimalizace dat SEO dokončena"],"SEO data optimization is disabled for non-production environments.":["V neprodukčních prostředích je optimalizace dat SEO zakázána."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Tato funkce zahrnuje a nahrazuje počítadlo textových odkazů a analýzu interních odkazů"],"Start SEO data optimization":["Spustit optimalizaci dat SEO"],"Select a user...":["Vybrat uživatele..."],"Wikipedia URL":["URL na Wikipedii"],"Configure %s in a few steps":["Konfigurace %s v několika krocích"],"Configure %s":["Konfigurovat %s"],"Social profiles":["Profily sociálních sítí"],"YouTube URL":["YouTube URL"],"Pinterest URL":["Pinterest URL"],"MySpace URL":["MySpace URL"],"LinkedIn URL":["LinkedIn URL"],"Instagram URL":["Instagram URL "],"Congratulations!":{"0":"Gratulujeme!","2":""}}},"comment":{"reference":"js\/dist\/workouts.js"}}